Repository: WordPress24CZ/-wpForo-Polls
Catalog: wpforo_poll-*.po
Languages: cs_cz

source: IMPORTANT: wpForo Poll plugin is a wpForo extension, please install wpForo plugin.
cs_cz: DŮLEŽITÉ: wpForo Poll plugin je rozšíření wpForo, nainstalujte si prosím wpForo plugin.

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
cs_cz: Během požadavku API došlo k neočekávané chybě HTTP.</p> <p><a href="?" onclick="document.location.reload(); return false;">Zkuste to znovu</a>

source: An unknown error occurred
cs_cz: Nastala neznámá chyba

source: Activate
cs_cz: Aktivovat

source: wpForo Polls
cs_cz: wpForo ankety

source: Maximum number of poll options
cs_cz: Maximální počet možností hlasování

source: Must vote to see poll result
cs_cz: Pro zobrazení výsledku ankety musíte hlasovat

source: Enable
cs_cz: Povolit

source: Disable
cs_cz: Zakázat

source: Multiple Votes
cs_cz: Vícenásobné hlasování

source: Poll Time-out
cs_cz: Časový limit ankety

source: Update Options
cs_cz: Možnosti aktualizace

source: Title
cs_cz: Název

source: Number of Items
cs_cz: Počet položek

source: Display Ended Polls
cs_cz: Zobrazit ukončené ankety

source: Create Poll
cs_cz: Vytvořit anketu

source: Poll Question
cs_cz: Anketní otázka

source: Timeout in days (set 0 for a never ending poll).
cs_cz: Časový limit ve dnech (nastavte 0 pro nikdy nekončící hlasování).

source: Multiple
cs_cz: Vícenásobné

source: poll option
cs_cz: možnost ankety

source: delete
cs_cz: smazat

source: Add Option
cs_cz: Přidat možnost

source: Poll
cs_cz: Anketa

source: Vote Now
cs_cz: Hlasujte nyní

source: Delete this poll
cs_cz: Smazat tuto anketu

source: Click to delete this poll with voting result
cs_cz: Kliknutím smažete toto hlasování s výsledkem hlasování

source: Poll results
cs_cz: Výsledky ankety

source: Go To Vote
cs_cz: Přejít k hlasování

source: Voters
cs_cz: Hlasovali

source: votes:
cs_cz: počet hlasů:

source: Poll Details
cs_cz: Podrobnosti ankety

source: Allow multiple choice (users can vote for more than one option).
cs_cz: Povolit více možností (uživatelé mohou hlasovat pro více než jednu možnost).

source: votes
cs_cz: hlasů

source: View Results
cs_cz: Zobrazit výsledky

source: Poll is closed %s
cs_cz: Anketa je uzavřena %s

source: Poll is available till %s until then all votes are hidden
cs_cz: Anketa je dostupná do %s, do té doby budou všechny hlasy skryté

source: Poll is available till %s
cs_cz: Anketa je dostupná do %s

source: Poll is created on %s
cs_cz: Anketa je vytvořena na %s

source: Poll options count range has been exceeded
cs_cz: Počet možností hlasování byl překročen

source: Poll successfully added
cs_cz: Anketa byla úspěšně přidána

source: Poll add error
cs_cz: Chyba přidání ankety

source: Poll successfully Edited
cs_cz: Anketa úspěšně upravena

source: Poll Edit action error
cs_cz: Chyba akce úpravy ankety

source: Poll successfully Voted
cs_cz: Hlasování bylo úspěšné

source: Poll Vote action error
cs_cz: Chyba akce hlasování

source: Poll successfully deleted
cs_cz: Anketa byla úspěšně smazána

source: Poll delete error
cs_cz: Chyba při smazání ankety

source: Options Saved
cs_cz: Možnosti uloženy

source: Permission denied for this action
cs_cz: Povolení k této akci bylo zamítnuto

source: Created on %s
cs_cz: Vytvořeno %s

source: Closed %s
cs_cz: Uzavřeno %s

source: Available till %s
cs_cz: Dostupné do %s

source: Adds an advanced poll system to wpForo.
cs_cz: Přidává pokročilý systém hlasování do wpForo.
